Repository: KelvinYou/findtime
Catalog: packages/frontend/src/locales/*.po
Languages: ms

source: Your account information will be used for this schedule
ms: Maklumat akaun anda akan digunakan untuk jadual ini

source: Using your account email address
ms: Menggunakan alamat emel akaun anda

source: © 2025 Zync. All rights reserved.
ms: © 2025 Zync. Hak cipta terpelihara.

source: Schedule Not Found
ms: Jadual Tidak Dijumpai

source: The schedule you're looking for doesn't exist.
ms: Jadual yang anda cari tidak wujud.

source: Go Home
ms: Pergi ke Laman Utama

source: Loading schedule...
ms: Memuatkan jadual...

source: Failed to Load Schedule
ms: Gagal Memuatkan Jadual

source: The schedule could not be loaded. Please try again.
ms: Jadual tidak dapat dimuatkan. Sila cuba lagi.

source: Try Again
ms: Cuba Lagi

source: Created by
ms: Dicipta oleh

source: Join as Guest
ms: Sertai sebagai Tetamu

source: Please enter your name to add your availability
ms: Sila masukkan nama anda untuk menambah ketersediaan anda

source: Your Name
ms: Nama Anda

source: Continue
ms: Teruskan

source: Current Responses
ms: Respons Semasa

source: Select Your Availability
ms: Pilih Ketersediaan Anda

source: Click on the time slots when you're available
ms: Klik pada slot masa apabila anda tersedia

source: Submit Availability
ms: Hantar Ketersediaan

source: Smart Scheduling
ms: Penjadualan Pintar

source: Automatically find the best meeting times based on everyone's availability
ms: Cari masa mesyuarat terbaik secara automatik berdasarkan ketersediaan semua orang

source: Calendar Integration
ms: Integrasi Kalendar

source: Seamlessly sync with your existing calendar applications
ms: Segerakkan dengan lancar dengan aplikasi kalendar sedia ada anda

source: Team Collaboration
ms: Kerjasama Pasukan

source: Coordinate schedules across your entire team efficiently
ms: Menyelaraskan jadual di seluruh pasukan anda dengan cekap

source: Welcome to Zync
ms: Selamat datang ke Zync

source: Find the perfect time for your meetings
ms: Cari masa yang sempurna untuk mesyuarat anda

source: Create Schedule
ms: Cipta Jadual

source: Learn More
ms: Ketahui Lebih Lanjut

source: Features
ms: Ciri-ciri

source: Ready to optimize your scheduling?
ms: Bersedia untuk mengoptimumkan penjadualan anda?

source: Join thousands of teams who have already improved their meeting coordination
ms: Sertai beribu-ribu pasukan yang telah menambah baik koordinasi mesyuarat mereka

source: Get Started
ms: Mula Sekarang

source: Sign in to manage your schedules
ms: Log masuk untuk mengurus jadual anda

source: Back to Home
ms: Kembali ke Laman Utama

source: Create your account to get started
ms: Cipta akaun anda untuk bermula

source: Dashboard
ms: Papan Pemuka

source: Welcome back
ms: Selamat kembali

source: Create New Schedule
ms: Cipta Jadual Baru

source: New Schedule
ms: Jadual Baru

source: My Schedules
ms: Jadual Saya

source: Active schedules
ms: Jadual Aktif

source: Recent Activity
ms: Aktiviti Terkini

source: Recent responses
ms: Respons Terkini

source: Recent Schedules
ms: Jadual Terkini

source: No schedules yet
ms: Tiada jadual lagi

source: Create your first schedule to start coordinating with others
ms: Cipta jadual pertama anda untuk mula berkoordinasi dengan orang lain

source: Getting Started
ms: Bermula

source: Create a Schedule
ms: Cipta Jadual

source: Set up time slots and invite participants to find the best meeting time
ms: Tetapkan slot masa dan jemput peserta untuk mencari masa mesyuarat terbaik

source: Share with Others
ms: Kongsi dengan Orang Lain

source: Send the schedule link to participants so they can submit their availability
ms: Hantar pautan jadual kepada peserta supaya mereka boleh menghantar ketersediaan mereka

source: Set up your availability and share with others
ms: Tetapkan ketersediaan anda dan kongsi dengan orang lain

source: Your Information
ms: Maklumat Anda

source: Let others know who created this schedule
ms: Maklumkan kepada orang lain siapa yang mencipta jadual ini

source: Your Email (Optional)
ms: Emel Anda (Pilihan)

source: Optional. Others can contact you about this schedule.
ms: Pilihan. Orang lain boleh menghubungi anda mengenai jadual ini.

source: Schedule Details
ms: Butiran Jadual

source: Give your schedule a title and description
ms: Berikan jadual anda tajuk dan keterangan

source: Schedule Title
ms: Tajuk Jadual

source: Description (Optional)
ms: Keterangan (Pilihan)

source: Available Dates & Times
ms: Tarikh & Masa Tersedia

source: Select the dates when you're available and set your time preferences
ms: Pilih tarikh apabila anda tersedia dan tetapkan keutamaan masa anda

source: Cancel
ms: Batal

source: Create & Share
ms: Cipta & Kongsi

source: Schedule Created Successfully!
ms: Jadual Berjaya Dicipta!

source: Your schedule is ready. Share it with others to collect their availability.
ms: Jadual anda sudah sedia. Kongsi dengan orang lain untuk mengumpul ketersediaan mereka.

source: Sign In
ms: Log Masuk

source: Sign Up
ms: Daftar

source: Create Account
ms: Cipta Akaun

source: Enter your information to create a new account
ms: Masukkan maklumat anda untuk mencipta akaun baru

source: Name
ms: Nama

source: optional
ms: pilihan

source: Email
ms: Emel

source: Password
ms: Kata Laluan

source: Confirm Password
ms: Sahkan Kata Laluan

source: Creating account...
ms: Mencipta akaun...

source: Already have an account?
ms: Sudah mempunyai akaun?

source: Sign in
ms: Log Masuk

source: Profile
ms: Profil

source: Settings
ms: Tetapan

source: Log out
ms: Log Keluar

source: Loading...
ms: Memuatkan...

source: Enter your email and password to access your account
ms: Masukkan emel dan kata laluan anda untuk mengakses akaun anda

source: Signing in...
ms: Sedang log masuk...

source: Don't have an account?
ms: Belum mempunyai akaun?

source: Sign up
ms: Daftar

source: Select Available Dates
ms: Pilih Tarikh Tersedia

source: Click on dates when you're available
ms: Klik pada tarikh apabila anda tersedia

source: Selected Dates
ms: Tarikh Dipilih

source: Click on a date to set specific time slots
ms: Klik pada tarikh untuk menetapkan slot masa tertentu

source: No dates selected yet
ms: Tiada tarikh dipilih lagi

source: Time Slots for {date}
ms: Slot Masa untuk {date}

source: Add specific time ranges when you're available
ms: Tambah julat masa tertentu apabila anda tersedia

source: Start Time
ms: Masa Mula

source: End Time
ms: Masa Tamat

source: Add Slot
ms: Tambah Slot

source: Current Time Slots
ms: Slot Masa Semasa

source: Share Schedule
ms: Kongsi Jadual

source: Send this link to others so they can add their availability
ms: Hantar pautan ini kepada orang lain supaya mereka boleh menambah ketersediaan mereka

source: Schedule Link
ms: Pautan Jadual

source: Quick Share
ms: Kongsi Pantas

source: Others can use this link to view your schedule and add their own availability times.
ms: Orang lain boleh menggunakan pautan ini untuk melihat jadual anda dan menambah masa ketersediaan mereka sendiri.

source: Close
ms: Tutup

source: Availability Submitted
ms: Ketersediaan Dihantar

source: Confirm your password
ms: Sahkan kata laluan anda

source: Enter your email
ms: Masukkan emel anda

source: Enter your name
ms: Masukkan nama anda

source: Enter your password
ms: Masukkan kata laluan anda

source: Error
ms: Ralat

source: Failed to create schedule
ms: Gagal mencipta jadual

source: Failed to load schedule
ms: Gagal memuatkan jadual

source: Failed to submit availability
ms: Gagal menghantar ketersediaan

source: No availability selected
ms: Tiada ketersediaan dipilih

source: Please add at least one time slot for your available dates
ms: Sila tambah sekurang-kurangnya satu slot masa untuk tarikh tersedia anda

source: Please select at least one date for your schedule
ms: Sila pilih sekurang-kurangnya satu tarikh untuk jadual anda

source: Please select at least one time slot.
ms: Sila pilih sekurang-kurangnya satu slot masa.

source: Schedule Created
ms: Jadual Dicipta

source: Thank you! Your availability has been recorded.
ms: Terima kasih! Ketersediaan anda telah direkodkan.

source: Your schedule has been created successfully
ms: Jadual anda telah berjaya dicipta
